Repository: devunplugged/calisia-waitlist
Catalog: languages/calisia-waitlist-*.po
Languages: pl_pl

source: Added
pl_pl: Dodano

source: All (Customers and Visitors)
pl_pl: Wszyscy (Klienci i Goście)

source: All (Sent and Not Sent)
pl_pl: Wszystkie (Wysłane i Nie wysłane)

source: All the best from Spiżarnia Rumianek team
pl_pl: Wszystkiego dobrego od zespołu Spiżarni Rumianek

source: Count
pl_pl: Ilość

source: Currently waiting for that product: %d.
pl_pl: Aktualnie czekających na ten produkt: %d.

source: Customer
pl_pl: Klient

source: Error while deleting data
pl_pl: Błąd przy usuwaniu danych

source: Error while saving data
pl_pl: Błąd przy zapisie danych

source: ERROR. Not enough data.
pl_pl: BŁĄD. Nie wystarczająca ilość danych.

source: ERROR. Wrong data.
pl_pl: BŁĄD. Niepoprawne dane.

source: Filter
pl_pl: Filtruj

source: for product: %s
pl_pl: dla produktu: %s

source: for user: %s
pl_pl: dla użytkownika: %s

source: Hello,
pl_pl: Witaj,

source: Join Waitlist
pl_pl: Dołącz do Listy Oczekujących

source: Leave Waitlist
pl_pl: Opuść Listę Oczekujących

source: Message not provided
pl_pl: Nie podano wiadomośći

source: No elements avaliable.
pl_pl: Brak wyników

source: Not Sent
pl_pl: Nie wysłane

source: Product from your waitlist is available for purchase
pl_pl: Produkt na który czekasz jest dostępny do zakupu

source: Product Name
pl_pl: Nazwa Produktu

source: Reciver address not provided
pl_pl: Nie podano adresu odbiorcy

source: Sent
pl_pl: Wysłane

source: Show waitlist
pl_pl: Pokaż listę oczekujących

source: Subject not provided
pl_pl: Nie podano tytułu

source: Thanks for signing up on the waitlist. We will inform you once the product is available for purchase.
pl_pl: Dziękujemy za zapisanie się na listę oczekujących. Powiadomimy Cię jak tylko produkt będzie dostępny.

source: Use this link to unsubscribe
pl_pl: Użyj tego linka, aby opuścić listę oczekujących

source: Visitor
pl_pl: Gość

source: Waitlist
pl_pl: Lista Oczekujących

source: waitlist
pl_pl: lista oczekujących

source: waitlists
pl_pl: listy oczekujących

source: We will inform you when it is available.
pl_pl: Powiadomimy Cię gdy będzie dostępny.

source: You are all ready subscribed to that waitlist
pl_pl: Jesteś już zapisany na tę listę

source: You have joined product (%s) waitlist.
pl_pl: Dołączyłeś/aś do listy oczekujących na produkt (%s).

source: You successfully unsubscribed from the waitlist.
pl_pl: Usunięto subskrypcję z listy oczekujących.
